<template lang="html">
  <div class="about">
    <h1>О сайте</h1>
    <p>Добро пожаловать наш сайт!<br/>Этот сайт создан для оказания социально-бытовой помощи пожилым людям, которые
    по разным причинам не могут выполнять привычные дела сами. Мы стремимся помогать людям, которые остались
    в одиночестве или оказались не нужны своим родственникам. При этом помощь оказывают пользователи сайта, а мы
    лишь предоставляем площадку для поиска нуждающихся в помощи людей. Если Вы не равнодушны к окружающим, <span>присоединяйтесь</span>
     к нам!<br/>
    После регистрации Вы получите полный доступ к <span>заданиям</span>, сможете создавать по ним отчеты и участвовать в нашем
    <span>рейтинге</span>.</p>
  </div>
</template>

<script>
export default {
  name: 'About'
}
</script>

<style lang="css" scoped>
.about {
  margin-top: 5em;
}
.about h1 {
  text-align: left;
  font-size: 5em;
}
.about p {
  text-align: left;
  font-size: 1.1em;
}
span {
  text-decoration: underline;
  cursor: pointer;
}
</style>
